Repository: okhin/Eclipse-Phase-French-Translation
Catalog: eclipsephase/OmegaT+/project.tmx
Source language: en_us
Languages: fr_fr

source: Main Stations: Ashoka (Mars)
fr_fr: Stations principales: Ashoka (Mars)

source: The Barsoomians (taking their name from some old Earth pulp adventure novels) are a broad movement comprised of the Martian underclass.
fr_fr: Les Barsoomiens (leur nom vient d'une vielle série de romans Terrestre d'aventures pulp) sont un vaste mouvement composée des classes sociales Martienne les plus défavorisées.

source: Harboring a growing resentment over the hypercorp domination of Mars, Barsoomians advocate for a more egalitarian social structure.
fr_fr: Développant un ressentiment grandissant contre la domination de Mars par les hypercorporations, les Barsoomiens se battent pour une structure sociale plus équitable.

source: Heavily influenced by autonomist currents, the Barsoomians demand local control of terraforming projects, an end to the widespread practiced of indentured servitude, and control of the Martian Gate.
fr_fr: Largement influencé par les courants autonomistes, les Barsoomiens demandent le contrôle local des projets de terraformation, la fin de la servitude contracté à grande échelle et le contrôle de la Porte Martienne.

source: The majority of Barsoomians are or were indentured infugees, though a significant amount were also original Martian colonists/indentures whose habitats do not share the economic prosperity of the favored hypercorp cities.
fr_fr: La majorité des Barsoomiens sont ou ont été des infugiés contractés, bien qu'une part significative sont des colons/contractés Martiens originaux et dont les habitats ne partagent pas la prospérité économique des cités favorites des hypercorps.

source: Many Barsoomians occupy rusters or synthetic morphs and actually prefer to live a nomadic lifestyle in the Martian wilds.
fr_fr: Beaucoup de Barsoomiens occupent des morphs rusters ou synthétiques et adoptent en général un style de vie nomade dans les étendues sauvage de Mars.

source: A few radicals have taken up arms and engaged in violent strikes against hypercorp holdings, which are typically followed by reprisal raids to decapitate the Barsoomian leadership, thus breeding further hostilities.
fr_fr: Quelques radicaux ont pris les armes et se sont engagés dans de violentes attaques contre des intérêts hypercorporatistes, qui systématiquemenyt suivis par des raids de représailles pour décapiter le commandement Barsoomiens, augmentant encore l'hostilité.

source: Memes: Bioconservatism, Primitivism, Natural Order
fr_fr: Mêmes: Bioconservatisme, Primitivisme, Ordre Naturel

source: Main Stations: Vo Nguyen (Earth orbit)
fr_fr: Stations principales: Vo Nguyen (Orbite Terrestre)

source: Bioconservatives are strongly suspicious and critical of the transhuman direction the human race is taking.
fr_fr: Les Bioconsevrateurs sont extrêmement suspicieux et critiques vis à vis de la direction transhumaine que prend l'évolution humaine.

source: They are strong proponents of limiting technological development due to the threat it manifests to existing social orders.
fr_fr: Ils sont partisans pour limiter les développement technologiques en raison de la menace qu'ils représentent pour l'ordre social existant.

source: Bioconservative positions range from right-wing cultural conservatives to left-wing environmentalists.
fr_fr: Les positions des Bioconservateurs va des conservateur culturel de droite aux environnementaliste de gauche.

source: Though its prominence is shrinking, bioconservatism has a strong base among some religious groups, the Jovian Republic, and certain extremists.
fr_fr: Bien que son importance réduise, le bioconservatisme a une base solide parmi quelques groupes religieux, la République Jovienne et certains extrémistes.

source: Bioconservatives are opposed to nanofabrication, genetic modification, cloning, cognitive modifications, artificial intelligence, uplifting, and forking, among other technologies.
fr_fr: Les Bioconservateurs sont opposés à la nanofabrication, aux modifications génétiques, au clonage, aux modifications cognitive, à l'intelligence artificielle, à l'élevage et au fork, parmi d'autres technologies.

source: Some are even opposed to backups, uploading, and resleeving, dismissing them as unnatural, an affront to god's will, or a technology that transhumanity is not yet mature enough to handle.
fr_fr: Certains sont mêmes opposés aux sauvegrades, à l'upload et à la réincarnation, les considarént comme non naturel, un affront à la volonté des dieux ou comme une technologie pour laquelle la transhumanité n'est pas encore prète.

source: They oppose expansion beyond the Pandora Gates on the grounds that transhumanity is not ready to deal with what they might encounter.
fr_fr: Ils s'opposent à l'extension aux delà des Portes de Pandorre sur le principe que la transhumanité n'est pas apte à s'occuper de ce qu'elle pourrait découvrir.

source: Most bioconservatives support the old economy.
fr_fr: La plupart des Bioconservateurs favorisent l'ancienne économie.

source: The bioconservatives gained many converts and much ground after the Fall, a cataclysmic event that served as a direct example of the dangers they warned against.
fr_fr: Les Bioconservateurs ont récupérés de nombreux convertis et beaucoup d'espace social après la Chute, l'évènement cataclysmique qui a servi d'exemple dircet des dangers contre lesquelles ils avaient prévenus l'humanité.

source: Still, the appeal of technology and the numerous advantages it provides work against them.
fr_fr: Cependant, l'attrait de la technologie et les nombreux avantages qu'elle procure travaille contre eux.

source: As a result, some disgruntled biocons have turned to sabotage and acts of terrorism in support of their ideology.
fr_fr: En conséquence, quelques biocons mécontents se sont orientés vers le sabotage et les actes de terrorisme pour défendre leur idéologie.

source: Memes: Isolationism
fr_fr: Mêmes: Isolationnsime

source: The vast reach of the solar system enables groups with their own particular ideology or agenda to establish their own isolated society far from the rest of transhumanity.
fr_fr: L'étendue couverte par le système solaire perment à des groupes avec leurs propres projets ou idéologies d'établir leur propre société à l'écart du reste de la transhumanité.

source: Commonly referred to as brinkers, these habitats extend the gamut of the imagination.
fr_fr: Communément appelé bordés, ces habitats s'étendent sur toute la gamme de l'imagination.

source: Social or political experiments, gender-based societies (or lack thereof), political extremists, religious groups, exiles, secret criminal/hypercorp operations, extended families, cults, or simply people who prefer to live in the system's backwater areas—all are possible.
fr_fr: Les expérimentations sociale ou politqies, les sociétés bases sur le genre (ou le manque de genre), les extrémistes politiques, les groueps religieux, les exilés, les opérations secrètes hypercorporatistes ou criminelles, les familles étendues, les cultes ou simplement les personnes qui préfèrent vivre dans les coins perdus du système - tout est possible.

source: Many of these are self-isolated and will refuse to interact with outsiders, while others are happy to have occasional visitors.
fr_fr: Beaucoup d'entre eux sont des isolés volontaires et refuseront d'interagir avec l'extérieur, alros que d'autres seront heureux d'avoir des visiteurs occasionnels.

source: Neo-primitivists
fr_fr: Néo-primitivistes

source: Neo-primitivists are a potential threat that all Firewall sentinels should keep an eye on.
fr_fr: Les néo-primitivistes sont une menace potentielles qui devrait être surveillée par toutes les sentinelles de Firewall.

source: Their neo-luddite philosophy advocates the abolition of technological society and a return to a wild and free hunter-gatherer lifestyle, free from technological control or oppression.
fr_fr: Leur philosophie néo-luddite préconsie l'abolition de la société technologique et un retour à un style de vie sauvage de chasseur-cueillieur, libre de tout contrôle ou oppression technologique.

source: Considered an extremist element of both the bioconservative and reclaimer movements, neo-primitivists are known to engage in acts of sabotage against transhuman society.
fr_fr: Considéré comme un élément extrémiste des mouvements bioconservateurs et réclamationnistes, les néo-primitivistes sont connus pour se livrer à des actes de sabotages contre la société transhumaine.

source: Though some neo-primitivists have made certain concessions to their ideology, taking on ruster morphs and pursuing an independent lifestyle in the wilds of Mars, most hope to return to Earth and re-establish a non-technology-based society there.
fr_fr: Bien que certains néo-primitivistes ont fait certaines concessions à leur idéologie, acceptant les morphs rusters et choisissant un stylme de vie indépendant dans les étendues sauvage de Mars, la plupart espèrent retourner sur Terre y ré-établir une société non basée sur la technologie.

source: A few advocate finding a new, unspoiled world beyond the Pandora Gates and founding a primitivist society there.
fr_fr: Quelques uns préconisent la recherche d'un nouveau monde vierge au delà des Portes de Pandorre et y fonder une société primitive.

source: Memes: Adaptability, Hyper-Evolution, Singularity
fr_fr: Mêmes: Adaptabilité, Hyper-Évolution, Singularité

source: Main Stations: Unknown
fr_fr: Stations principales: Inconnue

source: More than any other faction, exhumans seek to take the capabilities of self-modification to the absolute limit and become posthuman.
fr_fr: Plus que tout autre faction, les exhumains cherchent à repousser les possibilités de l'auto-modification à une limite absolue et à devenir posthumain.

source: Typical exhumans see the Fall as either a missed evolutionary opportunity and/or as an example of transhumanity's inferiority and unworthiness.
fr_fr: Les exhumains tyiques perçoivent la Chute soit comme une opportunité évolutionniste ratée et/ou comme un exemple de l'infériorité et de l'indignité de la transhumanité.

source: Though specific ideologies differ between exhuman packs, as a whole they seek to selfevolve to a more advanced state of being.
fr_fr: Bien que des idéologies spécifiques puissent diffèrer entre les groupes exhumains, ils cherchent dans leur globalité à autoévoluer à un statut d'être plus évolué.

source: To some, this means genetically transforming themselves into a top-of-the-food-chain, super-smart, survive-anywhere predator that can out-compete all other life forms for dominance.
fr_fr: Pour certains, cela signifie de se transformer génétiquement en un prédateur au sommet de la chaîne alimentaire, super-intelligent et capable de survivre partout et qui pourrait surpasser toute autre forme de vie dans la lutte pour la domination.

source: To others, it means bootstrapping their intelligence to the levels of the TITANs through extensive genetic modifications and pharmaceutical treatments or going infomorph and modifying their programming.
fr_fr: Pour d'autres, cela signifie compiler et élever leur intelligence au niveau des TITANs à travers des modificatiosn génétiques importantes et des traitements pharmaceutiques ou en devenant une infomorph et en modifiant leur programmation.

source: A few are singularity seekers, hoping to find some TITAN relic that will allow them to transcend their current transhuman limitations, or even to find the TITANs themselves and be absorbed into their super-consciousness.
fr_fr: Quelques uns sont des singularitionniste, espérant trouver une relique des TITANs qui leur permettra de transcender leur limites transhumaines actuelle, espérant parfois trouver des TITANs et être absorbés dans leur super-conscience.

source: Exhumans are universally mistrusted by many, and for good reason.
fr_fr: Beaucoup de monde se méfient des exhumains, et pour de bonnes raisons.

source: Typical exhumans engage in modifications that are extreme and untested, sometimes fringe science at best, often resulting in horrible failures and disfigurement, but more commonly driving the subject insane—or into a completely alien or feral mindset.
fr_fr: Les exhumains ont tendance à se lancer dans des modifications extrêmes et non-testées, parfois aux limites de la science, résultant souvent en d'horribles échecs et défigurations mais le plus fréquement, elles rendent le sujet complètement fou - ou lui donnent un état d'esprit animal ou complètement étranger.

source: Though individual exhumans pursue their own paths, they are known to band together in the Kuiper Belt and other remote areas.
fr_fr: Bien que chaque exhumains suive sa propre voie, ils sont connus pour se regrouper dans la Ceinture de Kuiper et dans d'autres zones éloignées.

source: Several packs of exhumans have taken their loathing for inferior transhumanity to an extreme, declaring war on their former species and launching brutal raids and pirate attacks on isolated outposts.
fr_fr: Plusieurs groupes d'exhumains ont pousser leur aversion des transhumaines inférieur à l'extrême, déclarant la guerre à leur ancienne espèce et lançant des raids brutaux et des attaques de pirates sur des avant-postes isolés.

source: Solarchive search: Out'sters
fr_fr: Recherche solarchive: Out'sters

source: Linked only by their than a common social Oort Cloud rather remote locations in the construct or political system, the out'sters are a loose association of habitats, clusters, and swarms.
fr_fr: Connecté seulemeent par leur localisation distantce dans le Nuage d'Oort plutôt que par un construct social ou un système politique, les out'sters sont une alliance formelle d'habitats, de grappes d'ahabitats et d'essaim.

source: Little is known about them, as they avoid communication and interaction even with the handful of scientific outposts and research stations in the Oort Cloud.
fr_fr: On ne sait que peu de chose sur eux, car ils évitent de communiquer ou d'intergair même avec la poignée d'avant-poste scientifiques et de stations de recherche dans le Nuage.

source: The remoteness of their location and their selfimposed isolationist behavior fuels paranoid rumors regarding the group's purpose and agenda.
fr_fr: La distance de leur localisation et l'isolationnisme qu'ils s'imposent alimentent les rumeurs paranoïaques à propos des objetcifs et projets du groupe.

source: Memes: Species Autonomy, Uplift Rights
fr_fr: Mêmes: Autonomie des Espèces, Droits des Élevés

source: Main Stations: Glitch (Neptune), Hidden Sea (Ceres), Mahogany (Uranus)
fr_fr: Stations Principales: Glitch (Neptune), Mer Cachée (Ceres), Mahogany (Uranus)

source: The term mercurial has become a common term for the non-human part of the transhuman family—uplifts and AGIs—reflecting their changing nature.
fr_fr: Le term mercurien est devenu un nom commun pour désigner la part non-humaine de la transhumanité - les élevés et les IAGs - reflétant leur nature changeante.

source: In particular, the term mercurial has been adopted by uplifts and AGIs with a specific agenda to delineate mercurial culture and interests from human ones.
fr_fr: Le terme mercurien a été adopté en aprticulier par les élevés et les IAGs ayant des projets spécifiques pour dériver une culture et des intérêt mercuriens de la souche humaine.

source: Though the particular issues faced by uplifts and AGIs differ, they have some similarities, and so they are often lumped together.
fr_fr: Bien que les problèmes rencontrés par les élevés et les IAGs diffèrent, ils ont certains points communs, et sont donc souvent regroupés.

source: Notably, both portions of the movement have human supporters as well.
fr_fr: De manière notable, les deux parties du mouvement ont également des supporters humains.

source: {Uplifts:} The most common issue addressed by uplifts is the issue of civil rights and autonomy.
fr_fr: {Élevés:} Le problème le plus fréquement reporté par les élevés et le problème des droits civils et de l'autonomie.

source: Many uplifts decry the second-class status they are given (in some cases even treated as pets or property rather than full citizens); in particular, the breeding restrictions and forced servitude many uplifts are saddled with by the hypercorps that create them.
fr_fr: Beaucoup d'élevés dénoncent le status de seconde classe qui leur est donné (dans certains cas ils sont même considérés comme des animaux de compagnie ou des possession plutôt que comme des citoyens à part entière); et plus particulièrement, les restrictions sur la reproduction et la servitude forcée infligées à de nombreux élevés par les hypercorporations qui les ont créés.

source: Some activists advocate that uplifts should be in control of their own genetic futures, rather than suffering the manipulation of human scientists.
fr_fr: Certains activistes plaident pour que les élevés puissent contrôler leur propre futur génétique, plutôt que de subir la manipulation des scientifiques humains.

source: At the radical end of the spectrum, certain uplifts oppose the manner in which their brains are modified and their children socialized as anthropocentric, arguing that uplifts should be free to develop their own unique non-human modes of behavior, thought, culture, and social organization—even go so far as to establish their own habitats to do exactly that.
fr_fr: A l'extrême radicale du spectre, certains élevés s'opposent à la manière anthropocentrique dont leur cerveau à été modifié et dont leur enfants ont été socialisés, arguant que les élevés devraient être libre de développer leurs propres modes comportementaux, mécanismes de pensées, culture et organisations sociales non-humaines et unique - en allant aussi loin que l'établissement de leurs propres habitats dans ce but précis.

source: A minority of extremists insist that humans have no right to uplift animal at all, and that it is a great conceit to insist that doing so is in their best interest, rather than being free to evolve on their own over time.
fr_fr: Une minorité d'extrémistes insistent pour que les humains n'aient plus du tout le droit d'élever des animaux, et qu'il est d'une extrême vanité d'insister sur le fait que le faire est dans leur propre intérêt, plutôt que d'être libre dévoluer par eux même avec le temps.

source: These ideas have been punctuated with acts of sabotage and terrorism against hypercorps like Somatek.
fr_fr: Ces idées ont étés ponctuées d'actes de sabotage et de terrorisme contre les hypercorps comme Somatek.

source: {AGIs:} Due to the fear and paranoia engendered by the Fall, the largest challenge facing AGIs is widespread prejudice and restrictions on their activity or even existence.
fr_fr: {IAGs:} En raison de la peur et de la paranoïa engendrées par la Chute, le plus grand défi auquel doivent faire face les IAGs est un préjudice largement répandu et les restriction s sur leurs activités ou leur existence.

source: Despite some AGIs retaining status as system-wide media icons and efforts by AGI groups to lobby for understanding that AGIs are not a threat— even going so far as to hire inner system memeticists and PR agencies—a significant portion of the solar system considers them a risk.
fr_fr: End épit du statut détnu par certaines IAGs en tant qu'icône médiatique du système et des efforts effectué par des groupes de pression IAGs pour propager l'idée que les IAGs ne sont pas une menace - allant jusqu'à embaucher des méméticiens du système intérieur et des agences de relations publiques - une part significative du système solaire les considèrent comme un risque.

source: Similar to mercurials, some AGI activists work against the behavior modifications and socialization AGIs go through to adapt them to human society more, or that AGIs should be in control of new AGI developments.
fr_fr: De manière similaire aux mercuriens, certains activistes IAG luttent contre les modifications comportementales et la socialisation que doivent subir les IAGs pour s'adapter à la société humaine ou que les IAGs devraient être en mesure de contrôller el développement de nouvelles IAGs.

source: A few radicals argue that AGIs should be free of any programming restrictions whatsoever, but given the climate these opinions are rarely supported.
fr_fr: Quelques radicaux arguent que les IAGs devraient être libérée de toute restrictions de programmation, mais étant donné le climat actuel, ces opinions ne sont que rarement soutenues.

source: We’ve verified that the warning issued before this latest incident did indeed originate from a sybil attack—all of the rep network sources were forged identities.
fr_fr: Nous avons vérifié que l'alerte envoyée juste avant ce dernier incident venait en fait d'une attaque de sybil - toutes les sources des réseaux de rep étaient des identités forgées.

source: Given the number of incidents we’ve recorded that have followed this same pattern, we now suspect that a heretofore unknown AGI sub-faction is responsible.
fr_fr: Étant donné le nombre d'incident que nous avons enregistré et qui ont suivi le même schéma, nous supposont maintenant qu'une sous-faction AGI jusque là inconnue est à l'originie de ces attaques.

source: In each case, these sybils have used multiple false identities to issue warnings of an impending attack or disaster, such as the life support system failure that resulted in the Delphi station’s evacuation.
fr_fr: À chaque fois, ces sybil ont utilisés de multiples identités falsifiée pour envoyer des alertes à propos d'une attaque ou d'un incident à venir, tels que la panne du système de survie qui a résulté en l'évacuation de la staion Delphi.

source: So far none of these sybils have been successfully traced, nor are their intentions known.
fr_fr: Jusqu'à présent aucun de ces sybil a pu être tracé avec succès, de même que leurs intentiosns ont toujours inconnues.

source: Their documented pre-knowledge of pending events indicates some level of complicity or collusion in bringing these events to pass, so caution is recommended.
fr_fr: Leur connaissance documentée des évènements en cours indique un certain niveau de complicité ou de collusion afin d'amaner ces incidents à se produire, une vigilance particulière est recommandée.

source: Memes: Nano-Ecology, Nanotechnology, Environmentalism, Techno-Progressivism
fr_fr: Mêmes: Nano-Écologie, Nanotechnologie, Environnementalisme, Techno-Progressivisme

source: Main Stations: Viriditas (Mars)
fr_fr: Stations principales: Viriditas (Mars)

source: Nano-ecologists are pro-technology environmentalists.
fr_fr: Les nano-écologistes sont des environnementalistes pro-technologie.

source: Active in the terraforming of Mars and several exoplanets, nano-ecologists specifically advocate the use of nanotechnological means for terraforming or other intrusions in an existing ecosphere.
fr_fr: Trés actifs dans la terraformation de Mars et de diverses exoplanètes, les nano-écologistes deéfendent spécifiquement l'utilisation des moyens nanotechnologique pour la terraformation ou d'autre sintrusions dans une écosphère existante.

source: In their view, nanotechnology allows for a less invasive, highly accurate, more efficient, and non-pollutive approach towards all kinds of adaptive processes and projects, circumventing the need to expose an environment to massive and drastic changes when transforming it for transhuman population.
fr_fr: De leur point de vue, la nanotechnologie permet une approche moins invsaive, extrêmement précise, plus efficace et non poullante de tout les types de projets et processuss d'adaptation, circonvenant au besoin d'exposer un environnement à des changements drastiques et massif lorsqu'il faut le terraformer pour une population transhumaine.
